[
  {
    "id": 0,
    "name": "Anzac biscuits",
    "category": "Dessert",
    "image": "food_0.jpg",
    "ingredients": "85g Porridge oats, 85g Desiccated Coconut, 100g  Plain Flour, 100g  Caster Sugar, 100g  Butter, 1 tblsp  Golden Syrup, 1 teaspoon Bicarbonate Of Soda",
    "instructions": "step 1 Heat oven to 180C\\/fan 160C\\/gas 4. Put the oats, coconut, flour and sugar in a bowl. Melt the butter in a small pan and stir in the golden syrup. Add the bicarbonate of soda to 2 tbsp boiling water, then stir into the golden syrup and butter mixture.  step 2 Make a well in the middle of the dry ingredients and pour in the butter and golden syrup mixture. Stir gently to incorporate the dry ingredients.  step 3 Put dessertspoonfuls of the mixture on to buttered baking sheets, about 2.5cm\\/1in apart to allow room for spreading. Bake in batches for 8-10 mins until golden. Transfer to a wire rack to cool.",
    "cost": 5.55,
    "rating": 4.9
  },
  {
    "id": 1,
    "name": "Apam balik",
    "category": "Dessert",
    "image": "food_1.jpg",
    "ingredients": "200ml Milk, 60ml Oil, 2 Eggs, 1600g Flour, 3 tsp Baking Powder, 1/2 tsp Salt, 25g Unsalted Butter, 45g Sugar, 3 tbs Peanut Butter",
    "instructions": "Mix milk, oil and egg together. Sift flour, baking powder and salt into the mixture. Stir well until all ingredients are combined evenly.  Spread some batter onto the pan. Spread a thin layer of batter to the side of the pan. Cover the pan for 30-60 seconds until small air bubbles appear.  Add butter, cream corn, crushed peanuts and sugar onto the pancake. Fold the pancake into half once the bottom surface is browned.  Cut into wedges and best eaten when it is warm.",
    "cost": 6.92,
    "rating": 4.6
  },
  {
    "id": 2,
    "name": "Apple & Blackberry Crumble",
    "category": "Dessert",
    "image": "food_2.jpg",
    "ingredients": "120g Plain Flour, 60g Caster Sugar, 60g Butter, 300g Braeburn Apples, 30g Butter, 30g Demerara Sugar, 120g Blackberries, ¼ teaspoon Cinnamon, to serve Ice Cream",
    "instructions": "Heat oven to 190C\\/170C fan\\/gas 5. Tip the flour and sugar into a large bowl. Add the butter, then rub into the flour using your fingertips to make a light breadcrumb texture. Do not overwork it or the crumble will become heavy. Sprinkle the mixture evenly over a baking sheet and bake for 15 mins or until lightly coloured. Meanwhile, for the compote, peel, core and cut the apples into 2cm dice. Put the butter and sugar in a medium saucepan and melt together over a medium heat. Cook for 3 mins until the mixture turns to a light caramel. Stir in the apples and cook for 3 mins. Add the blackberries and cinnamon, and cook for 3 mins more. Cover, remove from the heat, then leave for 2-3 mins to continue cooking in the warmth of the pan. To serve, spoon the warm fruit into an ovenproof gratin",
    "cost": 13.13,
    "rating": 3.5
  },
  {
    "id": 3,
    "name": "Apple Frangipan Tart",
    "category": "Dessert",
    "image": "food_3.jpg",
    "ingredients": "175g/6oz digestive biscuits, 75g/3oz butter, 200g/7oz Bramley apples, 75g/3oz Salted Butter, 75g/3oz caster sugar, 2 free-range eggs, beaten, 75g/3oz ground almonds, 1 tsp almond extract, 50g/1¾oz flaked almonds",
    "instructions": "Preheat the oven to 200C\\/180C Fan\\/Gas 6. Put the biscuits in a large re-sealable freezer bag and bash with a rolling pin into fine crumbs. Melt the butter in a small pan, then add the biscuit crumbs and stir until coated with butter. Tip into the tart tin and, using the back of a spoon, press over the base and sides of the tin to give an even layer. Chill in the fridge while you make the filling. Cream together the butter and sugar until light and fluffy. You can do this in a food processor if you have one. Process for 2-3 minutes. Mix in the eggs, then add the ground almonds and almond extract and blend until well combined. Peel the apples, and cut thin slices of apple. Do this at the last minute to prevent the apple going brown. Arrange the slices over the biscuit base. Spread the fr",
    "cost": 10.38,
    "rating": 4.2
  },
  {
    "id": 4,
    "name": "Aussie Burgers",
    "category": "Beef",
    "image": "food_4.jpg",
    "ingredients": "500g Lean Minced Steak, 100g  Cooked Beetroot, 2 small Naan Bread, 50g Rocket, 4 tablespoons Soured cream and chive dip",
    "instructions": "step 1 Make the burgers: Tip the meat into a bowl and sprinkle over 1 tsp salt and a good grinding of black pepper.Work with wet hands to mix in the seasoning. Divide into four with your hands and shape into burgers. (It can be frozen at this stage.)  step 2 Sort out your ingredients: Slice the beetroot and split the naan breads.  step 3 Toast the naans: Heat a griddle pan or barbecue. Griddle the naans on both sides until lightly toasted and set aside. Add the burgers to the grill or barbecue and cook for 2-3 minutes, then turn and cook the other side for a further 2-3 minutes.  step 4 Assemble the dish: Set half a toasted naan on each serving plate and put a pile of rocket on each. Top with a burger, then a few slices of beetroot and a dollop of soured cream. Sprinkle with salt and fresh",
    "cost": 22.33,
    "rating": 3.8
  },
  {
    "id": 5,
    "name": "Avocado dip with new potatoes",
    "category": "Vegetarian",
    "image": "food_5.jpg",
    "ingredients": "3 Large Avocado, 200g Natural Yoghurt, Zest and juice of 1 Lime, Juice of 1/2 Lemon, 1.25kg Baby New Potatoes, 2 tablespoons Olive Oil, 1 teaspoon Hot Chilli Powder, 1 teaspoon Cumin Seeds, 200g Tortillas",
    "instructions": "step 1 Whizz half the avocado flesh with the yogurt, lime and lemon juice and seasoning. Dice the remaining avocado, then gently stir into the whizzed mix with most of the lime zest. Cover, then chill until ready to serve.  step 2 Boil potatoes for 6 mins, then drain well and toss with olive oil, chilli powder and cumin seeds. Now set aside until half an hour before your guests arrive.  step 3 Heat oven to 200C\\/180C fan\\/gas 6, then roast potatoes for about 30 mins, shaking the tray halfway, until golden and tender. Transfer the dip to one or two bowls, scatter with the remaining lime zest and serve with the hot potatoes, and tortilla chips for dipping.",
    "cost": 17.28,
    "rating": 4.4
  },
  {
    "id": 6,
    "name": "Ayam Percik",
    "category": "Chicken",
    "image": "food_6.jpg",
    "ingredients": "6 Chicken Thighs, 16 Challots, 1 1/2  Ginger, 6 Garlic Clove, 8 Cayenne Pepper, 2 tbs Turmeric, 1 1/2  Cumin, 1 1/2  Coriander, 1 1/2  Fennel, 2 tbs Tamarind Paste, 1 can  Coconut Milk, 1 tsp  Sugar, 1 cup  Water",
    "instructions": "In a blender, add the ingredients for the spice paste and blend until smooth. Over medium heat, pour the spice paste in a skillet or pan and fry for 10 minutes until fragrant. Add water or oil 1 tablespoon at a time if the paste becomes too dry. Don't burn the paste. Lower the fire slightly if needed. Add the cloves, cardamom, tamarind pulp, coconut milk, water, sugar and salt. Turn the heat up and bring the mixture to boil. Turn the heat to medium low and simmer for 10 minutes. Stir occasionally. It will reduce slightly. This is the marinade\\/sauce, so taste and adjust seasoning if necessary. Don't worry if it's slightly bitter. It will go away when roasting. When the marinade\\/sauce has cooled, pour everything over the chicken and marinate overnight to two days. Preheat the oven to 425",
    "cost": 12.81,
    "rating": 4.9
  },
  {
    "id": 7,
    "name": "Baba Ghanoush",
    "category": "Side",
    "image": "food_7.jpg",
    "ingredients": "4 large Egg Plants, 2 cloves Garlic, 2 teaspoons Kosher Salt, 1 Lemon, 3  tablespoons Tahini, 3  tablespoons Extra Virgin Olive Oil, 2 tablespoons Greek Yogurt, 1 pinch Cayenne Pepper, 1 Leaf Mint, 2 tablespoons Parsley",
    "instructions": "Preheat an outdoor grill for medium-high heat and lightly oil the grate. Prick the surface of the skin of eggplants several times with the tip of a knife.  Place eggplants directly on grill. Turn frequently with tongs while skin chars. Cook until eggplants have collapsed and are very soft, 25 to 30 minutes. Transfer to a bowl and cover tightly with aluminum foil and allow to cool, about 15 minutes.  When eggplants are cool enough to handle, split them in half and scrape flesh into a colander placed over a bowl. Drain 5 or 10 minutes.  Transfer eggplant to mixing bowl. Add crushed garlic and salt; mash until creamy but with a little texture, about 5 minutes. Whisk in lemon juice, tahini, olive oil, and cayenne pepper. Stir in yogurt.  Cover bowl with plastic wrap and refrigerate until compl",
    "cost": 10.89,
    "rating": 4.5
  },
  {
    "id": 8,
    "name": "Baingan Bharta",
    "category": "Vegetarian",
    "image": "food_8.jpg",
    "ingredients": "1 large Aubergine, ½ cup  Onion, 1 cup Tomatoes, 6 cloves Garlic, 1 Green Chilli, ¼ teaspoon Red Chilli Powder, 1.5 tablespoon Oil, 1 tablespoon chopped Coriander Leaves, as required salt",
    "instructions": "Rinse the baingan (eggplant or aubergine) in water. Pat dry with a kitchen napkin. Apply some oil all over and keep it for roasting on an open flame. You can also grill the baingan or roast in the oven. But then you won't get the smoky flavor of the baingan. Keep the eggplant turning after a 2 to 3 minutes on the flame, so that its evenly cooked. You could also embed some garlic cloves in the baingan and then roast it. 2. Roast the aubergine till its completely cooked and tender. With a knife check the doneness. The knife should slid easily in aubergines without any resistance. Remove the baingan and immerse in a bowl of water till it cools down. 3. You can also do the dhungar technique of infusing charcoal smoky flavor in the baingan. This is an optional step. Use natural charcoal for thi",
    "cost": 13.17,
    "rating": 4.9
  },
  {
    "id": 9,
    "name": "Baked salmon with fennel & tomatoes",
    "category": "Seafood",
    "image": "food_9.jpg",
    "ingredients": "2 medium Fennel, 2 tbs chopped Parsley, Juice of 1 Lemon, 175g Cherry Tomatoes, 1 tbs Olive Oil, 350g Salmon, to serve Black Olives",
    "instructions": "Heat oven to 180C\\/fan 160C\\/gas 4. Trim the fronds from the fennel and set aside. Cut the fennel bulbs in half, then cut each half into 3 wedges. Cook in boiling salted water for 10 mins, then drain well. Chop the fennel fronds roughly, then mix with the parsley and lemon zest.  Spread the drained fennel over a shallow ovenproof dish, then add the tomatoes. Drizzle with olive oil, then bake for 10 mins. Nestle the salmon among the veg, sprinkle with lemon juice, then bake 15 mins more until the fish is just cooked. Scatter over the parsley and serve.",
    "cost": 39.59,
    "rating": 4.1
  },
  {
    "id": 10,
    "name": "Bakewell tart",
    "category": "Dessert",
    "image": "food_10.jpg",
    "ingredients": "175g/6oz plain flour, 75g/2½oz chilled butter, 2-3 tbsp cold water, 1 tbsp raspberry jam, 125g/4½oz butter, 125g/4½oz caster sugar, 125g/4½oz ground almonds, 1 free-range egg, beaten, ½ tsp almond extract, 50g/1¾oz flaked almonds",
    "instructions": "To make the pastry, measure the flour into a bowl and rub in the butter with your fingertips until the mixture resembles fine breadcrumbs. Add the water, mixing to form a soft dough. Roll out the dough on a lightly floured work surface and use to line a 20cm\\/8in flan tin. Leave in the fridge to chill for 30 minutes. Preheat the oven to 200C\\/400F\\/Gas 6 (180C fan). Line the pastry case with foil and fill with baking beans. Bake blind for about 15 minutes, then remove the beans and foil and cook for a further five minutes to dry out the base. For the filing, spread the base of the flan generously with raspberry jam. Melt the butter in a pan, take off the heat and then stir in the sugar. Add ground almonds, egg and almond extract. Pour into the flan tin and sprinkle over the flaked almon",
    "cost": 5.2,
    "rating": 4.3
  },
  {
    "id": 11,
    "name": "Banana Pancakes",
    "category": "Dessert",
    "image": "food_11.jpg",
    "ingredients": "1 large Banana, 2 medium Eggs, pinch Baking Powder, spinkling Vanilla Extract, 1 tsp  Oil, 25g Pecan Nuts, 125g Raspberries",
    "instructions": "In a bowl, mash the banana with a fork until it resembles a thick pur\\u00e9e. Stir in the eggs, baking powder and vanilla. Heat a large non-stick frying pan or pancake pan over a medium heat and brush with half the oil. Using half the batter, spoon two pancakes into the pan, cook for 1-2 mins each side, then tip onto a plate. Repeat the process with the remaining oil and batter. Top the pancakes with the pecans and raspberries.",
    "cost": 14.8,
    "rating": 3.8
  },
  {
    "id": 12,
    "name": "Barramundi with Moroccan spices",
    "category": "Seafood",
    "image": "food_12.jpg",
    "ingredients": "2 x 400g barramundi, 1/2 teaspoon Ground Cumin, 1/2 tsp Coriander, Pinch Paprika, Pinch Chili Powder, 2 Garlic Clove, Juice of 1 Lemon, 5 tablespoons Olive Oil, Bunch Coriander",
    "instructions": "step 1 Tip all the dressing ingredients into a food processor with a pinch of salt and blitz to a dressing. Slash the fish three times on each side, coat with half of the dressing, then set aside to marinate for about 30 mins.  step 2 Heat oven to 220C\\/fan 200C\\/gas 7. Place the fish on a roasting tray, then cook in the oven for 20 mins until the flesh is firm and the eyes have turned white. Serve the fish with the rest of the dressing and steamed couscous or rice.  step 3 KNOW HOW: HOW TO COOK IT: Cooking barramundi on the bone, as we have done here, has its advantages \\u2013 it will stay more moist during cooking, and some would say that the flavour is enhanced, too. If you want to take out the bones they are easy to locate and less likely to be lodged in the fillet if the fish is co",
    "cost": 19.38,
    "rating": 4.6
  },
  {
    "id": 13,
    "name": "Battenberg Cake",
    "category": "Dessert",
    "image": "food_13.jpg",
    "ingredients": "175g Butter, 175g Caster Sugar, 140g Self-raising Flour, 50g Almonds, ½ tsp Baking Powder, 3 Medium Eggs, ½ tsp Vanilla Extract, ¼ teaspoon Almond Extract, 175g Butter, 175g Caster Sugar, 140g Self-raising Flour, 50g Almonds, ½ tsp Baking Powder, 3 Medium Eggs, ½ tsp Vanilla Extract, ¼ teaspoon Almond Extract, ½ tsp Pink Food Colouring, 200g Apricot, 1kg Marzipan, Dusting Icing Sugar",
    "instructions": "Heat oven to 180C\\/160C fan\\/gas 4 and line the base and sides of a 20cm square tin with baking parchment (the easiest way is to cross 2 x 20cm-long strips over the base). To make the almond sponge, put the butter, sugar, flour, ground almonds, baking powder, eggs, vanilla and almond extract in a large bowl. Beat with an electric whisk until the mix comes together smoothly. Scrape into the tin, spreading to the corners, and bake for 25-30 mins \\u2013 when you poke in a skewer, it should come out clean. Cool in the tin for 10 mins, then transfer to a wire rack to finish cooling while you make the second sponge. For the pink sponge, line the tin as above. Mix all the ingredients together as above, but don\\u2019t add the almond extract. Fold in some pink food colouring. Then scrape it all",
    "cost": 10.89,
    "rating": 4
  },
  {
    "id": 14,
    "name": "BBQ Pork Sloppy Joes",
    "category": "Pork",
    "image": "food_14.jpg",
    "ingredients": "2 Potatoes, 1 Red Onions, 2 cloves Garlic, 1 Lime, 2 Bread, 1 lb Pork,   Barbeque Sauce,   Hotsauce,   Tomato Ketchup,   Sugar,   Vegetable Oil,   Salt,   Pepper",
    "instructions": "1  Preheat oven to 450 degrees. Wash and dry all produce. Cut sweet potatoes into \\u00bd-inch-thick wedges. Toss on a baking sheet with a drizzle of oil, salt, and pepper. Roast until browned and tender, 20-25 minutes.  2  Meanwhile, halve and peel onion. Slice as thinly as possible until you have \\u00bc cup (\\u00bd cup for 4 servings); finely chop remaining onion. Peel and finely chop garlic. Halve lime; squeeze juice into a small bowl. Halve buns. Add 1 TBSP butter (2 TBSP for 4) to a separate small microwave-safe bowl; microwave until melted, 30 seconds. Brush onto cut sides of buns.  3  To bowl with lime juice, add sliced onion, \\u00bc tsp sugar (\\u00bd tsp for 4 servings), and a pinch of salt. Stir to combine; set aside to quick-pickle.  4  Heat a drizzle of oil in a large pan ov",
    "cost": 13.19,
    "rating": 3.8
  },
  {
    "id": 15,
    "name": "Bean & Sausage Hotpot",
    "category": "Miscellaneous",
    "image": "food_15.jpg",
    "ingredients": "8 large Sausages, 1 Jar Tomato Sauce, 1200g Butter Beans, 1 tbls Black Treacle, 1 tsp  English Mustard",
    "instructions": "In a large casserole, fry the sausages until brown all over \\u2013 about 10 mins.  Add the tomato sauce, stirring well, then stir in the beans, treacle or sugar and mustard. Bring to the simmer, cover and cook for 30 mins. Great served with crusty bread or rice.",
    "cost": 17.74,
    "rating": 4.3
  },
  {
    "id": 16,
    "name": "BeaverTails",
    "category": "Dessert",
    "image": "food_16.jpg",
    "ingredients": "1/2 cup  Water, 2 parts  Yeast, 1/2 cup  Sugar, 1/2 cup  Milk, 6 tblsp Butter, 2 Eggs, 1 ½ tsp Salt, 2-1/2 cups Flour, for frying Oil, garnish Lemon, garnish Sugar, garnish Cinnamon",
    "instructions": "In the bowl of a stand mixer, add warm water, a big pinch of sugar and yeast. Allow to sit until frothy. Into the same bowl, add 1\\/2 cup sugar, warm milk, melted butter, eggs and salt, and whisk until combined. Place a dough hook on the mixer, add the flour with the machine on, until a smooth but slightly sticky dough forms. Place dough in a bowl, cover with plastic wrap, and allow to proof for 1 1\\/2 hours. Cut dough into 12 pieces, and roll out into long oval-like shapes about 1\\/4 inch thick that resemble a beaver\\u2019s tail. In a large, deep pot, heat oil to 350 degrees. Gently place beavertail dough into hot oil and cook for 30 to 45 seconds on each side until golden brown. Drain on paper towels, and garnish as desired. Toss in cinnamon sugar, in white sugar with a squeeze of le",
    "cost": 5.7,
    "rating": 4.5
  },
  {
    "id": 17,
    "name": "Beef and Mustard Pie",
    "category": "Beef",
    "image": "food_17.jpg",
    "ingredients": "1kg Beef, 2 tbs Plain Flour, 2 tbs Rapeseed Oil, 200ml Red Wine, 400ml Beef Stock, 1 finely sliced Onion, 2 chopped Carrots, 3 sprigs Thyme, 2 tbs Mustard, 2 free-range Egg Yolks, 400g Puff Pastry, 300g Green Beans, 25g Butter, pinch Salt, pinch Pepper",
    "instructions": "Preheat the oven to 150C\\/300F\\/Gas 2. Toss the beef and flour together in a bowl with some salt and black pepper. Heat a large casserole until hot, add half of the rapeseed oil and enough of the beef to just cover the bottom of the casserole. Fry until browned on each side, then remove and set aside. Repeat with the remaining oil and beef. Return the beef to the pan, add the wine and cook until the volume of liquid has reduced by half, then add the stock, onion, carrots, thyme and mustard, and season well with salt and pepper. Cover with a lid and place in the oven for two hours. Remove from the oven, check the seasoning and set aside to cool. Remove the thyme. When the beef is cool and you're ready to assemble the pie, preheat the oven to 200C\\/400F\\/Gas 6. Transfer the beef to a pie",
    "cost": 20.96,
    "rating": 4.9
  },
  {
    "id": 18,
    "name": "Beef and Oyster pie",
    "category": "Beef",
    "image": "food_18.jpg",
    "ingredients": "900g Beef, 3 tbs Olive Oil, 3 Shallots, 2 cloves minced Garlic, 125g Bacon, 1 tbs chopped Thyme, 2 Bay Leaf, 330ml Stout, 400ml Beef Stock, 2 tbs Corn Flour, 8 Oysters, 400g Plain Flour, pinch Salt, 250g Butter, To Glaze Eggs",
    "instructions": "Season the beef cubes with salt and black pepper. Heat a tablespoon of oil in the frying pan and fry the meat over a high heat. Do this in three batches so that you don\\u2019t overcrowd the pan, transferring the meat to a large flameproof casserole dish once it is browned all over. Add extra oil if the pan seems dry. In the same pan, add another tablespoon of oil and cook the shallots for 4-5 minutes, then add the garlic and fry for 30 seconds. Add the bacon and fry until slightly browned. Transfer the onion and bacon mixture to the casserole dish and add the herbs. Preheat the oven to 180C\\/350F\\/Gas 4. Pour the stout into the frying pan and bring to the boil, stirring to lift any stuck-on browned bits from the bottom of the pan. Pour the stout over the beef in the casserole dish and a",
    "cost": 19.87,
    "rating": 3.8
  },
  {
    "id": 19,
    "name": "Beef Asado",
    "category": "Beef",
    "image": "food_19.jpg",
    "ingredients": "1.5kg Beef, 1 Beef Stock Concentrate, 8 ounces Tomato Puree, 3 cups  Water, 6 tablespoons Soy Sauce, 1 tbs White Wine Vinegar, 2 tbs Pepper, 4 Bay Leaf, 1/2  Lemon, 2 tbs Tomato Sauce, 3 tbs Butter, 1/2 cup  Olive Oil, 1 chopped Onion, 4 cloves Garlic",
    "instructions": "0.\\tCombine beef, crushed peppercorn, soy sauce, vinegar, dried bay leaves, lemon, and tomato sauce. Mix well. Marinate beef for at least 30 minutes. 1.\\tPut the marinated beef in a cooking pot along with remaining marinade. Add water. Let boil. 2.\\tAdd Knorr Beef Cube. Stir. Cover the pot and cook for 40 minutes in low heat. 3.\\tTurn the beef over. Add tomato paste. Continue cooking until beef tenderizes. Set aside. 4.\\tHeat oil in a pan. Fry the potato until it browns. Turn over and continue frying the opposite side. Remove from the pan and place on a clean plate. Do the same with the carrots. 5.\\tSave 3 tablespoons of cooking oil from the pan where the potato was fried. Saute onion and garlic until onion softens. 6.\\tPour-in the sauce from the beef stew. Let boil. Add the beef. C",
    "cost": 30.94,
    "rating": 4.4
  },
  {
    "id": 20,
    "name": "Beef Banh Mi Bowls with Sriracha Mayo, Carrot & Pickled Cucumber",
    "category": "Beef",
    "image": "food_20.jpg",
    "ingredients": "White Rice, 1 Onion, 1 Lime, 3 Garlic Clove, 1 Cucumber, 3 oz  Carrots, 1 lb Ground Beef, 2 oz  Soy Sauce",
    "instructions": "Add'l ingredients: mayonnaise, siracha  1  Place rice in a fine-mesh sieve and rinse until water runs clear. Add to a small pot with 1 cup water (2 cups for 4 servings) and a pinch of salt. Bring to a boil, then cover and reduce heat to low. Cook until rice is tender, 15 minutes. Keep covered off heat for at least 10 minutes or until ready to serve.  2  Meanwhile, wash and dry all produce. Peel and finely chop garlic. Zest and quarter lime (for 4 servings, zest 1 lime and quarter both). Trim and halve cucumber lengthwise; thinly slice crosswise into half-moons. Halve, peel, and medium dice onion. Trim, peel, and grate carrot.  3  In a medium bowl, combine cucumber, juice from half the lime, \\u00bc tsp sugar (\\u00bd tsp for 4 servings), and a pinch of salt. In a small bowl, combine mayonn",
    "cost": 24.59,
    "rating": 4.5
  },
  {
    "id": 21,
    "name": "Beef Bourguignon",
    "category": "Beef",
    "image": "food_21.jpg",
    "ingredients": "3 tsp Goose Fat, 600g Beef Shin, 100g  Bacon, 350g Challots, 250g Chestnut Mushroom, 2 sliced Garlic Clove, 1 Bouquet Garni, 1 tbs Tomato Puree, 750 ml  Red Wine, 600g Celeriac, 2 tbs Olive Oil, sprigs of fresh Thyme, sprigs of fresh Rosemary, 2 Bay Leaf, 4 Cardamom",
    "instructions": "Heat a large casserole pan and add 1 tbsp goose fat. Season the beef and fry until golden brown, about 3-5 mins, then turn over and fry the other side until the meat is browned all over, adding more fat if necessary. Do this in 2-3 batches, transferring the meat to a colander set over a bowl when browned. In the same pan, fry the bacon, shallots or pearl onions, mushrooms, garlic and bouquet garni until lightly browned. Mix in the tomato pur\\u00e9e and cook for a few mins, stirring into the mixture. This enriches the bourguignon and makes a great base for the stew. Then return the beef and any drained juices to the pan and stir through. Pour over the wine and about 100ml water so the meat bobs up from the liquid, but isn\\u2019t completely covered. Bring to the boil and use a spoon to scr",
    "cost": 30.98,
    "rating": 4.2
  },
  {
    "id": 22,
    "name": "Beef Brisket Pot Roast",
    "category": "Beef",
    "image": "food_22.jpg",
    "ingredients": "4-5 pound Beef Brisket, Dash Salt, 3 Onion, 5 cloves Garlic, 1 Sprig Thyme, 1 sprig  Rosemary, 4 Bay Leaves, 2 cups beef stock, 3 Large Carrots, 1 Tbsp Mustard, 4 Mashed Potatoes",
    "instructions": "1 Prepare the brisket for cooking: On one side of the brisket there should be a layer of fat, which you want. If there are any large chunks of fat, cut them off and discard them. Large pieces of fat will not be able to render out completely. Using a sharp knife, score the fat in parallel lines, about 3\\/4-inch apart. Slice through the fat, not the beef. Repeat in the opposite direction to make a cross-hatch pattern. Salt the brisket well and let it sit at room temperature for 30 minutes.   2 Sear the brisket: You'll need an oven-proof, thick-bottomed pot with a cover, or Dutch oven, that is just wide enough to hold the brisket roast with a little room for the onions. Pat the brisket dry and place it, fatty side down, into the pot and place it on medium high heat. Cook for 5-8 minutes, lig",
    "cost": 19.05,
    "rating": 4.9
  },
  {
    "id": 23,
    "name": "Beef Caldereta",
    "category": "Beef",
    "image": "food_23.jpg",
    "ingredients": "2kg cut cubes Beef, 1 Beef Stock, 1 tbs Soy Sauce, 2 cups  Water, 1 sliced Green Pepper, 1 sliced Red Pepper, 1 sliced Potatoes, 1 sliced Carrots, 8 ounces Tomato Puree, 3  tablespoons Peanut Butter, 5 Chilli Powder, 1 chopped Onion, 5 cloves Garlic, 3 tbs Olive Oil",
    "instructions": "0.\\tHeat oil in a cooking pot. Saute onion and garlic until onion softens 1.\\tAdd beef. Saute until the outer part turns light brown. 2.\\tAdd soy sauce. Pour tomato sauce and water. Let boil. 3.\\tAdd Knorr Beef Cube. Cover the pressure cooker. Cook for 30 minutes. 4.\\tPan-fry carrot and potato until it browns. Set aside. 5.\\tAdd chili pepper, liver spread and peanut butter. Stir. 6.\\tAdd bell peppers, fried potato and carrot. Cover the pot. Continue cooking for 5 to 7 minutes. 7.\\tSeason with salt and ground black pepper. Serve. ",
    "cost": 17.78,
    "rating": 4.4
  },
  {
    "id": 24,
    "name": "Beef Dumpling Stew",
    "category": "Beef",
    "image": "food_24.jpg",
    "ingredients": "2 tbs Olive Oil, 25g Butter, 750g Beef, 2 tblsp  Plain Flour, 2 cloves minced Garlic, 175g Onions, 150g Celery, 150g Carrots, 2 chopped Leek, 200g Swede, 150ml Red Wine, 500g Beef Stock, 2 Bay Leaf, 3 tbs Thyme, 3 tblsp chopped Parsley, 125g Plain Flour, 1 tsp  Baking Powder, 60g Suet, Splash Water",
    "instructions": "Preheat the oven to 180C\\/350F\\/Gas 4.  For the beef stew, heat the oil and butter in an ovenproof casserole and fry the beef until browned on all sides.  Sprinkle over the flour and cook for a further 2-3 minutes.  Add the garlic and all the vegetables and fry for 1-2 minutes.  Stir in the wine, stock and herbs, then add the Worcestershire sauce and balsamic vinegar, to taste. Season with salt and freshly ground black pepper.  Cover with a lid, transfer to the oven and cook for about two hours, or until the meat is tender.  For the dumplings, sift the flour, baking powder and salt into a bowl. Add the suet and enough water to form a thick dough.  With floured hands, roll spoonfuls of the dough into small balls.  After two hours, remove the lid from the stew and place the balls on top of",
    "cost": 19.5,
    "rating": 3.6
  },
  {
    "id": 25,
    "name": "Beef Lo Mein",
    "category": "Beef",
    "image": "food_25.jpg",
    "ingredients": "1/2 lb Beef, pinch Salt, pinch Pepper, 2 tsp Sesame Seed Oil, 1/2  Egg, 3 tbs Starch, 5 tbs Oil, 1/4 lb Noodles, 1/2 cup  Onion, 1 tsp  Minced Garlic, 1 tsp  Ginger, 1 cup  Bean Sprouts, 1 cup  Mushrooms, 1 cup  Water, 1 tbs Oyster Sauce, 1 tsp  Sugar, 1 tsp  Soy Sauce",
    "instructions": "STEP 1 - MARINATING THE BEEF In a bowl, add the beef, salt, 1 pinch white pepper, 1 Teaspoon sesame seed oil, 1\\/2 egg, corn starch,1 Tablespoon of oil and mix together. STEP 2 - BOILING THE THE NOODLES In a 6 qt pot add your noodles to boiling water until the noodles are submerged and boil on high heat for 10 seconds. After your noodles is done boiling strain and cool with cold water. STEP 3 - STIR FRY Add 2 Tablespoons of oil, beef and cook on high heat untill beef is medium cooked. Set the cooked beef aside In a wok add 2 Tablespoon of oil, onions, minced garlic, minced ginger, bean sprouts, mushrooms, peapods and 1.5 cups of water or until the vegetables are submerged in water. Add the noodles to wok To make the sauce, add oyster sauce, 1 pinch white pepper, 1 teaspoon sesame seed oil",
    "cost": 31.16,
    "rating": 3.7
  },
  {
    "id": 26,
    "name": "Beef Mechado",
    "category": "Beef",
    "image": "food_26.jpg",
    "ingredients": "3 cloves Garlic, 1 sliced Onion, 2 Lbs Beef, 8 ounces Tomato Puree, 1 cup  Water, 3 tbs Olive Oil, 1 Slice Lemon, 1 large Potatoes, 1/4 cup Soy Sauce, 1/2 tsp Black Pepper, 2 Bay Leaves, To taste Salt",
    "instructions": "0.\\tMake the beef tenderloin marinade by combining soy sauce, vinegar, ginger, garlic, sesame oil, olive oil, sugar, salt, and ground black pepper in a large bowl. Mix well. 1.\\tAdd the cubed beef tenderloin to the bowl with the beef tenderloin marinade. Gently toss to coat the beef. Let it stay for 1 hour. 2.\\tUsing a metal or bamboo skewer, assemble the beef kebob by skewering the vegetables and marinated beef tenderloin. 3.\\tHeat-up the grill and start grilling the beef kebobs for 3 minutes per side. This will give you a medium beef that is juicy and tender on the inside. Add more time if you want your beef well done, but it will be less tender. 4.\\tTransfer to a serving plate. Serve with Saffron rice. 5.\\tShare and enjoy! ",
    "cost": 24.03,
    "rating": 4.3
  },
  {
    "id": 27,
    "name": "Beef Rendang",
    "category": "Beef",
    "image": "food_27.jpg",
    "ingredients": "1lb Beef, 5 tbs Vegetable Oil, 1 Cinnamon Stick, 3 Cloves, 3 Star Anise, 3 Cardamom, 1 cup  Coconut Cream, 1 cup  Water, 2 tbs Tamarind Paste, 6 Lime, 1 tbs Sugar, 5 Challots",
    "instructions": "Chop the spice paste ingredients and then blend it in a food processor until fine. Heat the oil in a stew pot, add the spice paste, cinnamon, cloves, star anise, and cardamom and stir-fry until aromatic. Add the beef and the pounded lemongrass and stir for 1 minute. Add the coconut milk, tamarind juice, water, and simmer on medium heat, stirring frequently until the meat is almost cooked. Add the kaffir lime leaves, kerisik (toasted coconut), sugar or palm sugar, stirring to blend well with the meat. Lower the heat to low, cover the lid, and simmer for 1 to 1 1\\/2 hours or until the meat is really tender and the gravy has dried up. Add more salt and sugar to taste. Serve immediately with steamed rice and save some for overnight.",
    "cost": 28.72,
    "rating": 4.2
  },
  {
    "id": 28,
    "name": "Beef stroganoff",
    "category": "Beef",
    "image": "food_28.jpg",
    "ingredients": "1 tbls Olive Oil, 1 Onions, 1 clove Garlic, 1 tbsp Butter, 250g Mushrooms, 500g Beef Fillet, 1tbsp Plain Flour, 150g Creme Fraiche, 1 tbsp English Mustard, 100ml Beef Stock, Topping Parsley",
    "instructions": "Heat the olive oil in a non-stick frying pan then add the sliced onion and cook on a medium heat until completely softened, so around 15 mins, adding a little splash of water if they start to stick at all. Crush in the garlic and cook for a 2-3 mins further, then add the butter. Once the butter is foaming a little, add the mushrooms and cook for around 5 mins until completely softened. Season everything well, then tip onto a plate. Tip the flour into a bowl with a big pinch of salt and pepper, then toss the steak in the seasoned flour. Add the steak pieces to the pan, splashing in a little oil if the pan looks particularly dry, and fry for 3-4 mins, until well coloured. Tip the onions and mushrooms back into the pan. Whisk the cr\\u00e8me fra\\u00eeche, mustard and beef stock together, the",
    "cost": 20.14,
    "rating": 4.4
  },
  {
    "id": 29,
    "name": "Beef Sunday Roast",
    "category": "Beef",
    "image": "food_29.jpg",
    "ingredients": "8 slices Beef, 12 florets Broccoli, 1 Packet Potatoes, 1 Packet Carrots, 140g plain flour, 4 Eggs, 200ml milk, drizzle (for cooking) sunflower oil",
    "instructions": "Cook the Broccoli and Carrots in a pan of boiling water until tender.  Roast the Beef and Potatoes in the oven for 45mins, the potatoes may need to be checked regularly to not overcook.  To make the Yorkshire puddings: Heat oven to 230C\\/fan 210C\\/gas 8. Drizzle a little sunflower oil evenly into 2 x 4-hole Yorkshire pudding tins or a 12-hole non-stick muffin tin and place in the oven to heat through To make the batter, tip 140g plain flour into a bowl and beat in four eggs until smooth. Gradually add 200ml milk and carry on beating until the mix is completely lump-free. Season with salt and pepper. Pour the batter into a jug, then remove the hot tins from the oven. Carefully and evenly pour the batter into the holes. Place the tins back in the oven and leave undisturbed for 20-25 mins u",
    "cost": 24.81,
    "rating": 4.1
  },
  {
    "id": 30,
    "name": "Beef Wellington",
    "category": "Beef",
    "image": "food_30.jpg",
    "ingredients": "400g mushrooms, 1-2tbsp English Mustard, Dash Olive Oil, 750g piece Beef Fillet, 6-8 slices Parma ham, 500g Puff Pastry, Dusting Flour, 2 Beaten  Egg Yolks",
    "instructions": "Put the mushrooms into a food processor with some seasoning and pulse to a rough paste. Scrape the paste into a pan and cook over a high heat for about 10 mins, tossing frequently, to cook out the moisture from the mushrooms. Spread out on a plate to cool. Heat in a frying pan and add a little olive oil. Season the beef and sear in the hot pan for 30 secs only on each side. (You don't want to cook it at this stage, just colour it). Remove the beef from the pan and leave to cool, then brush all over with the mustard. Lay a sheet of cling film on a work surface and arrange the Parma ham slices on it, in slightly overlapping rows. With a palette knife, spread the mushroom paste over the ham, then place the seared beef fillet in the middle. Keeping a tight hold of the cling film from the edge,",
    "cost": 16.65,
    "rating": 4.2
  },
  {
    "id": 31,
    "name": "Beetroot Soup (Borscht)",
    "category": "Vegetarian",
    "image": "food_31.jpg",
    "ingredients": "3 Beetroot, 4 tbs Olive Oil, 1 Chicken Stock Cube, 6 cups  Water, 3 Potatoes, 1 can  Cannellini Beans, Garnish Dill",
    "instructions": "Chop the beetroot, add water and stock cube and cook for 15mins. Add the other ingredients and boil until soft. Finally add the beans and cook for 5mins. Serve in the soup pot.",
    "cost": 15.27,
    "rating": 4.2
  },
  {
    "id": 32,
    "name": "Big Mac",
    "category": "Beef",
    "image": "food_32.jpg",
    "ingredients": "400g Minced Beef, 2 tbs Olive Oil, 2 Sesame Seed Burger Buns, Chopped Onion, 1/4  Iceberg Lettuce, 2 sliced Cheese, 2 large Dill Pickles, 1 cup  Mayonnaise, 2 tsp White Wine Vinegar, Pinch Pepper, 2 tsp Mustard, 1 1/2 tsp  Onion Salt, 1 1/2 tsp  Garlic Powder, 1/2 tsp Paprika",
    "instructions": "For the Big Mac sauce, combine all the ingredients in a bowl, season with salt and chill until ready to use. 2. To make the patties, season the mince with salt and pepper and form into 4 balls using about 1\\/3 cup mince each. Place each onto a square of baking paper and flatten to form into four x 15cm circles. Heat oil in a large frypan over high heat. In 2 batches, cook beef patties for 1-2 minutes each side until lightly charred and cooked through. Remove from heat and keep warm. Repeat with remaining two patties. 3. Carefully slice each burger bun into three acrossways, then lightly toast. 4. To assemble the burgers, spread a little Big Mac sauce over the bottom base. Top with some chopped onion, shredded lettuce, slice of cheese, beef patty and some pickle slices. Top with the middle",
    "cost": 16.16,
    "rating": 4
  },
  {
    "id": 33,
    "name": "Bigos (Hunters Stew)",
    "category": "Pork",
    "image": "food_33.jpg",
    "ingredients": "2 sliced Bacon, 1 lb Kielbasa, 1 lb Pork, 1/4 cup Flour, 3 chopped Garlic, 1 Diced Onion, 1 1/2 cup  Mushrooms, 4 cups  Cabbage, 1 Jar Sauerkraut, 1/4 cup Red Wine, 1 Bay Leaf, 1 tsp  Basil, 1 tsp  Marjoram, 1 tbs Paprika, 1/8 teaspoon Caraway Seed, 1 dash Hotsauce, 5 Cups Beef Stock, 2 tbs Tomato Puree, 1 cup  Diced Tomatoes, 1 dash Worcestershire Sauce",
    "instructions": "Preheat the oven to 350 degrees F (175 degrees C).  Heat a large pot over medium heat. Add the bacon and kielbasa; cook and stir until the bacon has rendered its fat and sausage is lightly browned. Use a slotted spoon to remove the meat and transfer to a large casserole or Dutch oven.  Coat the cubes of pork lightly with flour and fry them in the bacon drippings over medium-high heat until golden brown. Use a slotted spoon to transfer the pork to the casserole. Add the garlic, onion, carrots, fresh mushrooms, cabbage and sauerkraut. Reduce heat to medium; cook and stir until the carrots are soft, about 10 minutes. Do not let the vegetables brown.  Deglaze the pan by pouring in the red wine and stirring to loosen all of the bits of food and flour that are stuck to the bottom. Season with th",
    "cost": 22.05,
    "rating": 3.5
  },
  {
    "id": 34,
    "name": "Bistek",
    "category": "Beef",
    "image": "food_34.jpg",
    "ingredients": "1 lb Beef, 5 tablespoons Soy Sauce, 1 Lemon, 3 cloves Garlic, 3 parts  Onion, 4 tbs Olive Oil, 1 cup  Water, 1 pinch Salt",
    "instructions": "0.\\tMarinate beef in soy sauce, lemon (or calamansi), and ground black pepper for at least 1 hour. Note: marinate overnight for best result 1.\\tHeat the cooking oil in a pan then pan-fry half of the onions until the texture becomes soft. Set aside 2.\\tDrain the marinade from the beef. Set it aside. Pan-fry the beef on the same pan where the onions were fried for 1 minute per side. Remove from the pan. Set aside 3.\\tAdd more oil if needed. Saute garlic and remaining raw onions until onion softens. 4.\\tPour the remaining marinade and water. Bring to a boil. 5.\\tAdd beef. Cover the pan and simmer until the meat is tender. Note: Add water as needed. 6.\\tSeason with ground black pepper and salt as needed. Top with pan-fried onions. 7.\\tTransfer to a serving plate. Serve hot. Share and E",
    "cost": 15.35,
    "rating": 3.7
  },
  {
    "id": 35,
    "name": "Bitterballen (Dutch meatballs)",
    "category": "Beef",
    "image": "food_35.jpg",
    "ingredients": "100g  Butter, 150g Flour, 700ml Beef Stock, 30g Onion, 1 tbs Parsley, 400g Beef, Pinch Salt, Pinch Pepper, Pinch Nutmeg, 50g Flour, 2 Beaten  Eggs, 50g Breadcrumbs",
    "instructions": "Melt the butter in a skillet or pan. When melted, add the flour little by little and stir into a thick paste. Slowly stir in the stock, making sure the roux absorbs the liquid. Simmer for a couple of minutes on a low heat while you stir in the onion, parsley and the shredded meat. The mixture should thicken and turn into a heavy, thick sauce.  Pour the mixture into a shallow container, cover and refrigerate for several hours, or until the sauce has solidified.  Take a heaping tablespoon of the cold, thick sauce and quickly roll it into a small ball. Roll lightly through the flour, then the egg and finally the breadcrumbs. Make sure that the egg covers the whole surface of the bitterbal. When done, refrigerate the snacks while the oil in your fryer heats up to 190C (375F). Fry four bitterba",
    "cost": 32.49,
    "rating": 3.7
  },
  {
    "id": 36,
    "name": "Blackberry Fool",
    "category": "Dessert",
    "image": "food_36.jpg",
    "ingredients": "50g Hazlenuts, 125g Butter, 150g Caster Sugar, Grated Lemon, 150g Plain Flour, ½ tsp Baking Powder, 600g Blackberries, 75g Sugar, 2 tbs Caster Sugar, 1 tbs Lemon Juice, 300ml  Double Cream, 100ml Yogurt, Garnish with Mint",
    "instructions": "For the biscuits, preheat the oven to 200C\\/180C (fan)\\/Gas 6 and line two large baking trays with baking parchment. Scatter the nuts over a baking tray and roast in the oven for 6-8 minutes, or until golden-brown. Watch them carefully so that they don\\u2019t have a chance to burn. Remove from the oven, tip onto a board and leave to cool. Put the butter and sugar in a large bowl and beat with a wooden spoon until light and creamy. Roughly chop the cooled nuts and add to the creamed butter and sugar, along with the lemon zest, flour and baking powder. Stir well until the mixture comes together and forms a ball \\u2013 you may need to use your hands. Divide the biscuit dough into 24 even pieces and roll into small balls. Place the balls the prepared baking trays, spaced well apart to allo",
    "cost": 9.35,
    "rating": 4.1
  },
  {
    "id": 37,
    "name": "Blini Pancakes",
    "category": "Side",
    "image": "food_37.jpg",
    "ingredients": "1/2 cup  Buckwheat, 2/3 Cup Flour, 1/2 tsp Salt, 1 tsp  Yeast, 1 cup  Milk, 2 tbs Butter, 1 Seperated Egg",
    "instructions": "In a large bowl, whisk together 1\\/2 cup buckwheat flour, 2\\/3 cup all-purpose flour, 1\\/2 teaspoon salt, and 1 teaspoon yeast.  Make a well in the center and pour in 1 cup warm milk, whisking until the batter is smooth.  Cover the bowl and let the batter rise until doubled, about 1 hour.  Enrich and Rest the Batter Stir 2 tablespoons melted butter and 1 egg yolk into the batter.  In a separate bowl, whisk 1 egg white until stiff, but not dry.  Fold the whisked egg white into the batter.  Cover the bowl and let the batter stand 20 minutes.  Pan-Fry the Blini Heat butter in a large nonstick skillet over medium heat.  Drop quarter-sized dollops of batter into the pan, being careful not to overcrowd the pan. Cook for about 1 minute or until bubbles form.  Turn and cook for about 30 additio",
    "cost": 6.76,
    "rating": 4.8
  },
  {
    "id": 38,
    "name": "Blueberry & lemon friands",
    "category": "Dessert",
    "image": "food_38.jpg",
    "ingredients": "100g  Unsalted Butter, 125g Icing Sugar, 25g Flour, 85g Almonds, 3 Egg White, 1 Unwaxed Lemon, 85g Blackberries",
    "instructions": "step 1 Preheat the oven to fan 180C\\/conventional 200C\\/gas 6. Generously butter six non-stick friand or muffin tins. Melt the butter and set aside to cool.  step 2 Sift the icing sugar and flour into a bowl. Add the almonds and mix everything between your fingers.  step 3 Whisk the egg whites in another bowl until they form a light, floppy foam. Make a well in the centre of the dry ingredients, tip in the egg whites and lemon rind, then lightly stir in the butter to form a soft batter.  step 4 Divide the batter among the tins, a large serving spoon is perfect for this job. Sprinkle a handful of blueberries over each cake and bake for 15-20 minutes until just firm to the touch and golden brown.  step 5 Cool in the tins for 5 minutes, then turn out and cool on a wire rack. To serve, dust ",
    "cost": 14,
    "rating": 3.7
  },
  {
    "id": 39,
    "name": "Boulang\\u00e8re Potatoes",
    "category": "Side",
    "image": "food_39.jpg",
    "ingredients": "2 finely chopped Onions, sprigs of fresh Thyme, 2 tbs Olive Oil, 1.5kg Potatoes, 425g Vegetable Stock",
    "instructions": "Heat oven to 200C\\/fan 180C\\/gas 6. Fry the onions and thyme sprigs in the oil until softened and lightly coloured (about 5 mins). Spread a layer of potatoes over the base of a 1.5-litre oiled gratin dish. Sprinkle over a few onions (see picture, above) and continue layering, finishing with a layer of potatoes. Pour over the stock and bake for 50-60 mins until the potatoes are cooked and the top is golden and crisp.",
    "cost": 10.55,
    "rating": 4.2
  },
  {
    "id": 40,
    "name": "Boxty Breakfast",
    "category": "Pork",
    "image": "food_40.jpg",
    "ingredients": "4 large Potatoes, 1  bunch Spring Onions, 100g  Plain Flour, 1 Egg White, 150ml Milk, 1 tsp  Bicarbonate Of Soda, 3 tbs Butter, 2 tbs Vegetable Oil, 6 Cherry Tomatoes, 12 Bacon, 6 Egg",
    "instructions": "STEP 1 Before you start, put your oven on its lowest setting, ready to keep things warm. Peel the potatoes, grate 2 of them, then set aside. Cut the other 2 into large chunks, then boil for 10-15 mins or until tender. Meanwhile, squeeze as much of the liquid from the grated potatoes as you can using a clean tea towel. Mash the boiled potatoes, then mix with the grated potato, spring onions and flour.  STEP 2 Whisk the egg white in a large bowl until it holds soft peaks. Fold in the buttermilk, then add the bicarbonate of soda. Fold into the potato mix.  STEP 3 Heat a large non-stick frying pan over a medium heat, then add 1 tbsp butter and some of the oil. Drop 3-4 spoonfuls of the potato mixture into the pan, then gently cook for 3-5 mins on each side until golden and crusty. Keep warm on",
    "cost": 18.49,
    "rating": 4.7
  },
  {
    "id": 41,
    "name": "Braised Beef Chilli",
    "category": "Beef",
    "image": "food_41.jpg",
    "ingredients": "1kg Beef, 3 Onions, 4 cloves Garlic, Dash Olive oil, 300g Chorizo, 2 tsp Cumin, 2 tsp Allspice, 1 tsp Cloves, 1 large Cinnamon stick, 3 Bay Leaves, 2 tsp dried Oregano, 2 ancho Ancho Chillies, 3 tbsp Balsamic Vinegar, 2 x 400g Plum Tomatoes, 2 tbsp Tomato Ketchup, 2 tbsp Dark Brown Sugar, 2 x 400g tins Borlotti Beans",
    "instructions": "Preheat the oven to 120C\\/225F\\/gas mark 1.  Take the meat out of the fridge to de-chill. Pulse the onions and garlic in a food processor until finely chopped. Heat 2 tbsp olive oil in a large casserole and sear the meat on all sides until golden.  Set to one side and add another small slug of oil to brown the chorizo. Remove and add the onion and garlic, spices, herbs and chillies then cook until soft in the chorizo oil. Season with salt and pepper and add the vinegar, tomatoes, ketchup and sugar.  Put all the meat back into the pot with 400ml water (or red wine if you prefer), bring up to a simmer and cook, covered, in the low oven.  After 2 hours, check the meat and add the beans. Cook for a further hour and just before serving, pull the meat apart with a pair of forks.",
    "cost": 30.19,
    "rating": 4.5
  },
  {
    "id": 42,
    "name": "Bread and Butter Pudding",
    "category": "Dessert",
    "image": "food_42.jpg",
    "ingredients": "25g/1oz butter, 8 thin slices bread, 50g/2oz sultanas, 2 tsp cinnamon, 350ml/12fl milk, 50ml/2fl oz double cream, 2 free-range eggs, 25g/1oz sugar, grated, to taste nutmeg",
    "instructions": "Grease a 1 litre\\/2 pint pie dish with butter. Cut the crusts off the bread. Spread each slice with on one side with butter, then cut into triangles. Arrange a layer of bread, buttered-side up, in the bottom of the dish, then add a layer of sultanas. Sprinkle with a little cinnamon, then repeat the layers of bread and sultanas, sprinkling with cinnamon, until you have used up all of the bread. Finish with a layer of bread, then set aside. Gently warm the milk and cream in a pan over a low heat to scalding point. Don't let it boil. Crack the eggs into a bowl, add three quarters of the sugar and lightly whisk until pale. Add the warm milk and cream mixture and stir well, then strain the custard into a bowl. Pour the custard over the prepared bread layers and sprinkle with nutmeg and the rem",
    "cost": 11.66,
    "rating": 4.7
  },
  {
    "id": 43,
    "name": "Bread omelette",
    "category": "Breakfast",
    "image": "food_43.jpg",
    "ingredients": "2 Bread, 2 Egg, 0.5 Salt",
    "instructions": "Make and enjoy",
    "cost": 6.89,
    "rating": 4
  },
  {
    "id": 44,
    "name": "Breakfast Potatoes",
    "category": "Breakfast",
    "image": "food_44.jpg",
    "ingredients": "3 Medium Potatoes, 1 tbs Olive Oil, 2 strips Bacon, Minced Garlic Clove, 1 tbs Maple Syrup, Garnish Parsley, Pinch Salt, Pinch Pepper, To taste Allspice",
    "instructions": "Before you do anything, freeze your bacon slices that way when you're ready to prep, it'll be so much easier to chop! Wash the potatoes and cut medium dice into square pieces. To prevent any browning, place the already cut potatoes in a bowl filled with water. In the meantime, heat 1-2 tablespoons of oil in a large skillet over medium-high heat. Tilt the skillet so the oil spreads evenly. Once the oil is hot, drain the potatoes and add to the skillet. Season with salt, pepper, and Old Bay as needed. Cook for 10 minutes, stirring the potatoes often, until brown. If needed, add a tablespoon more of oil. Chop up the bacon and add to the potatoes. The bacon will start to render and the fat will begin to further cook the potatoes. Toss it up a bit! The bacon will take 5-6 minutes to crisp. Once",
    "cost": 6.09,
    "rating": 4.3
  },
  {
    "id": 45,
    "name": "Brie wrapped in prosciutto & brioche",
    "category": "Side",
    "image": "food_45.jpg",
    "ingredients": "375g Plain Flour, 50g Caster Sugar, 7g Yeast, 75g Milk, 3 Large Eggs, To Glaze Eggs, 180g Butter, 250g Brie, 8 slices Prosciutto",
    "instructions": "Mix the flour, 1 tsp salt, caster sugar, yeast, milk and eggs together in a mixer using the dough attachment for 5 mins until the dough is smooth. Add the butter and mix for a further 4 mins on medium speed. Scrape the dough bowl and mix again for 1 min. Place the dough in a container, cover with cling film and leave in the fridge for at least 6 hrs before using. Wrap the Brie in the prosciutto and set aside. Turn out the dough onto a lightly floured surface. Roll into a 25cm circle. Place the wrapped Brie in the middle of the circle and fold the edges in neatly. Put the parcel onto a baking tray lined with baking parchment and brush with beaten egg. Chill in the fridge for 30 mins, then brush again with beaten egg and chill for a further 30 mins. Leave to rise for 1 hr at room temperature",
    "cost": 7.02,
    "rating": 4.8
  },
  {
    "id": 46,
    "name": "Broccoli & Stilton soup",
    "category": "Starter",
    "image": "food_46.jpg",
    "ingredients": "2 tblsp  Rapeseed Oil, 1 finely chopped  Onion, 1 Celery, 1 sliced Leek, 1 medium Potatoes, 1 knob Butter, 1 litre hot Vegetable Stock, 1 Head chopped Broccoli, 140g Stilton Cheese",
    "instructions": "Heat the rapeseed oil in a large saucepan and then add the onions. Cook on a medium heat until soft. Add a splash of water if the onions start to catch.  Add the celery, leek, potato and a knob of butter. Stir until melted, then cover with a lid. Allow to sweat for 5 minutes. Remove the lid.  Pour in the stock and add any chunky bits of broccoli stalk. Cook for 10 \\u2013 15 minutes until all the vegetables are soft.  Add the rest of the broccoli and cook for a further 5 minutes. Carefully transfer to a blender and blitz until smooth. Stir in the stilton, allowing a few lumps to remain. Season with black pepper and serve.",
    "cost": 7.11,
    "rating": 4.2
  },
  {
    "id": 47,
    "name": "Brown Stew Chicken",
    "category": "Chicken",
    "image": "food_47.jpg",
    "ingredients": "1 whole Chicken, 1 chopped Tomato, 2 chopped Onions, 2 chopped Garlic Clove, 1 chopped Red Pepper, 1 chopped Carrots, 1 Lime, 2 tsp Thyme, 1 tsp  Allspice, 2 tbs Soy Sauce, 2 tsp Cornstarch, 2 cups  Coconut Milk, 1 tbs Vegetable Oil",
    "instructions": "Squeeze lime over chicken and rub well. Drain off excess lime juice. Combine tomato, scallion, onion, garlic, pepper, thyme, pimento and soy sauce in a large bowl with the chicken pieces. Cover and marinate at least one hour. Heat oil in a dutch pot or large saucepan. Shake off the seasonings as you remove each piece of chicken from the marinade. Reserve the marinade for sauce. Lightly brown the chicken a few pieces at a time in very hot oil. Place browned chicken pieces on a plate to rest while you brown the remaining pieces. Drain off excess oil and return the chicken to the pan. Pour the marinade over the chicken and add the carrots. Stir and cook over medium heat for 10 minutes. Mix flour and coconut milk and add to stew, stirring constantly. Turn heat down to minimum and cook another ",
    "cost": 22.06,
    "rating": 4.6
  },
  {
    "id": 48,
    "name": "Budino Di Ricotta",
    "category": "Dessert",
    "image": "food_48.jpg",
    "ingredients": "500g Ricotta, 4 large Eggs, 3 tbs Flour, 250g Sugar, 1 tsp  Cinnamon, Grated Zest of 2 Lemons, 5 tbs Dark Rum, sprinking Icing Sugar",
    "instructions": "Mash the ricotta and beat well with the egg yolks, stir in the flour, sugar, cinnamon, grated lemon rind and the rum and mix well. You can do this in a food processor. Beat the egg whites until stiff, fold in and pour into a buttered and floured 25cm cake tin. Bake in the oven at 180\\u00baC\\/160\\u00baC fan\\/gas 4 for about 40 minutes, or until it is firm.  Serve hot or cold dusted with icing sugar.",
    "cost": 5.69,
    "rating": 3.7
  },
  {
    "id": 49,
    "name": "Burek",
    "category": "Side",
    "image": "food_49.jpg",
    "ingredients": "1 Packet Filo Pastry, 150g Minced Beef, 150g Onion, 40g Oil, Dash Salt, Dash Pepper",
    "instructions": "Fry the finely chopped onions and minced meat in oil. Add the salt and pepper. Grease a round baking tray and put a layer of pastry in it. Cover with a thin layer of filling and cover this with another layer of filo pastry which must be well coated in oil. Put another layer of filling and cover with pastry. When you have five or six layers, cover with filo pastry, bake at 200\\u00baC\\/392\\u00baF for half an hour and cut in quarters and serve.",
    "cost": 11.83,
    "rating": 4.1
  },
  {
    "id": 50,
    "name": "Cabbage Soup (Shchi)",
    "category": "Vegetarian",
    "image": "food_50.jpg",
    "ingredients": "3 tbs Unsalted Butter, 1 large Onion, 1 medium Cabbage, 1 Carrots, 1 Celery, 1 Bay Leaf, 8 cups  Vegetable Stock, 2 large Potatoes, 2 large Tomatoes, Garnish Sour Cream, Garnish Dill",
    "instructions": "Add the butter to a large Dutch oven or other heavy-duty pot over medium heat. When the butter has melted, add the onion and saut\\u00e9 until translucent. Add the cabbage, carrot, and celery. Saut\\u00e9 until the vegetables begin to soften, stirring frequently, about 3 minutes. Add the bay leaf and vegetable stock and bring to a boil over high heat. Reduce the heat to low and simmer, covered, until the vegetables are crisp-tender, about 15 minutes. Add the potatoes and bring it back to a boil over high heat. Reduce the heat to low and simmer, covered, until the potatoes are tender, about 10 minutes. Add the tomatoes (or undrained canned tomatoes) and bring the soup back to a boil over high heat. Reduce the heat to low and simmer, uncovered, for 5 minutes. Season to taste with salt and pe",
    "cost": 11.21,
    "rating": 4.4
  },
  {
    "id": 51,
    "name": "Cajun spiced fish tacos",
    "category": "Seafood",
    "image": "food_51.jpg",
    "ingredients": "2 tbsp cajun, 1 tsp cayenne pepper, 4 fillets white fish, 1 tsp vegetable oil, 8 flour tortilla, 1 sliced avocado, 2 shredded little gem lettuce, 4 shredded Spring Onions, 1 x 300ml salsa, 1 pot sour cream, 1 lemon, 1 clove finely chopped garlic",
    "instructions": "Cooking in a cajun spice and cayenne pepper marinade makes this fish super succulent and flavoursome. Top with a zesty dressing and serve in a tortilla for a quick, fuss-free main that's delightfully summery.  On a large plate, mix the cajun spice and cayenne pepper with a little seasoning and use to coat the fish all over.  Heat a little oil in a frying pan, add in the fish and cook over a medium heat until golden. Reduce the heat and continue frying until the fish is cooked through, about 10 minutes. Cook in batches if you don\\u2019t have enough room in the pan.  Meanwhile, prepare the dressing by combining all the ingredients with a little seasoning. Soften the tortillas by heating in the microwave for 5-10 seconds. Pile high with the avocado, lettuce and spring onion, add a spoonful o",
    "cost": 31.62,
    "rating": 3.3
  },
  {
    "id": 52,
    "name": "Callaloo Jamaican Style",
    "category": "Miscellaneous",
    "image": "food_52.jpg",
    "ingredients": "1  bunch Kale, 2 strips Bacon, 3 cloves Chopped Garlic, 1 medium Onion, 1/2 tsp Paprika, 1 Sprig Thyme, 1 Tomato, 1 Red Pepper, 4 Banana, Splash Vegetable Oil",
    "instructions": "Cut leaves and soft stems from the kale branches, them soak in a bowl of cold water for about 5-10 minutes or until finish with prep. Proceed to slicing the onions, mincing the garlic and dicing the tomatoes. Set aside Remove kale from water cut in chunks. Place bacon on saucepan and cook until crispy. Then add onions, garlic, thyme, stir for about a minute or more Add tomatoes; scotch bonnet pepper, smoked paprika. Saut\\u00e9 for about 2-3 more minutes. Finally add vegetable, salt, mix well, and steamed for about 6-8 minutes or until leaves are tender. Add a tiny bit of water as needed. Adjust seasonings and turn off the heat. Using a sharp knife cut both ends off the plantain. This will make it easy to grab the skin of the plantains. Slit a shallow line down the long seam of the plantai",
    "cost": 8.28,
    "rating": 3.7
  },
  {
    "id": 53,
    "name": "Canadian Butter Tarts",
    "category": "Dessert",
    "image": "food_53.jpg",
    "ingredients": "375g Shortcrust Pastry, 2 large Eggs, 175g Muscovado Sugar, 100g  Raisins, 1 tsp  Vanilla Extract, 50g Butter, 4 tsp Single Cream, 50g Walnuts",
    "instructions": "Preheat the oven to fan 170C\\/ conventional 190C\\/gas 5. Roll out the pastry on a lightly floured surface so it\\u2019s slightly thinner than straight from the pack. Then cut out 18-20 rounds with a 7.5cm fluted cutter, re-rolling the trimmings. Use the rounds to line two deep 12-hole tart tins (not muffin tins). If you only have a regular-sized, 12-hole tart tin you will be able to make a few more slightly shallower tarts. Beat the eggs in a large bowl and combine with the rest of the ingredients except the walnuts. Tip this mixture into a pan and stir continuously for 3-4 minutes until the butter melts, and the mixture bubbles and starts to thicken. It should be thick enough to coat the back of a wooden spoon. Don\\u2019t overcook, and be sure to stir all the time as the mixture can ea",
    "cost": 9.99,
    "rating": 4.9
  },
  {
    "id": 54,
    "name": "Carrot Cake",
    "category": "Dessert",
    "image": "food_54.jpg",
    "ingredients": "450ml Vegetable Oil, 400g Plain Flour, 2 tsp Bicarbonate Of Soda, 550ml Sugar, 5 Eggs, ½ tsp Salt, 2 tsp Cinnamon, 500g grated Carrots, 150g Walnuts, 200g Cream Cheese, 150g Caster Sugar, 100g  Butter",
    "instructions": "For the carrot cake, preheat the oven to 160C\\/325F\\/Gas 3. Grease and line a 26cm\\/10in springform cake tin. Mix all of the ingredients for the carrot cake, except the carrots and walnuts, together in a bowl until well combined. Stir in the carrots and walnuts. Spoon the mixture into the cake tin and bake for 1 hour 15 minutes, or until a skewer inserted into the middle comes out clean. Remove the cake from the oven and set aside to cool for 10 minutes, then carefully remove the cake from the tin and set aside to cool completely on a cooling rack. Meanwhile, for the icing, beat the cream cheese, caster sugar and butter together in a bowl until fluffy. Spread the icing over the top of the cake with a palette knife.",
    "cost": 10.15,
    "rating": 4.6
  },
  {
    "id": 55,
    "name": "Fresh Orange Juice",
    "category": "Beverages",
    "image": "food_55.jpg",
    "ingredients": "4 large Oranges, 1 cup Ice Cubes, 1 tbsp Honey (optional)",
    "instructions": "Cut oranges in half and juice them. Strain the juice to remove pulp if desired. Add ice cubes and honey if using. Stir well and serve immediately.",
    "cost": 4.5,
    "rating": 4.7
  },
  {
    "id": 56,
    "name": "Mango Smoothie",
    "category": "Beverages",
    "image": "food_56.jpg",
    "ingredients": "2 cups Mango chunks, 1 cup Yogurt, 1/2 cup Milk, 2 tbsp Honey, 1 cup Ice",
    "instructions": "Add all ingredients to a blender. Blend until smooth and creamy. Pour into glasses and serve chilled. Garnish with mint if desired.",
    "cost": 5.75,
    "rating": 4.8
  },
  {
    "id": 57,
    "name": "Iced Coffee",
    "category": "Beverages",
    "image": "food_57.jpg",
    "ingredients": "2 cups Strong Coffee (cooled), 1 cup Milk, 2 tbsp Sugar, Ice Cubes, Whipped Cream (optional)",
    "instructions": "Brew coffee and let it cool. Fill glasses with ice cubes. Pour coffee over ice, add milk and sugar. Stir well. Top with whipped cream if desired.",
    "cost": 4.25,
    "rating": 4.6
  },
  {
    "id": 58,
    "name": "Caesar Salad",
    "category": "Salads",
    "image": "food_58.jpg",
    "ingredients": "1 head Romaine Lettuce, 1/2 cup Caesar Dressing, 1 cup Croutons, 1/4 cup Parmesan Cheese, 2 Chicken Breasts (grilled, optional)",
    "instructions": "Wash and chop romaine lettuce. If using chicken, grill and slice. Toss lettuce with Caesar dressing. Add croutons and grated parmesan. Top with chicken if desired. Serve immediately.",
    "cost": 11.5,
    "rating": 4.5
  },
  {
    "id": 59,
    "name": "Greek Salad",
    "category": "Salads",
    "image": "food_59.jpg",
    "ingredients": "3 Tomatoes, 1 Cucumber, 1 Red Onion, 1 cup Kalamata Olives, 200g Feta Cheese, 1/4 cup Olive Oil, 2 tbsp Red Wine Vinegar, Oregano",
    "instructions": "Chop tomatoes, cucumber, and onion into chunks. Add olives and crumble feta cheese on top. Drizzle with olive oil and vinegar. Sprinkle oregano and season with salt and pepper. Toss gently and serve.",
    "cost": 10.25,
    "rating": 4.7
  },
  {
    "id": 60,
    "name": "Caprese Salad",
    "category": "Salads",
    "image": "food_60.jpg",
    "ingredients": "4 large Tomatoes, 300g Fresh Mozzarella, Fresh Basil Leaves, 3 tbsp Extra Virgin Olive Oil, 2 tbsp Balsamic Glaze, Salt, Black Pepper",
    "instructions": "Slice tomatoes and mozzarella into 1/4 inch rounds. Arrange alternating slices on a plate. Place basil leaves between slices. Drizzle with olive oil and balsamic glaze. Season with salt and pepper.",
    "cost": 12.75,
    "rating": 4.8
  },
  {
    "id": 61,
    "name": "Asian Sesame Salad",
    "category": "Salads",
    "image": "food_61.jpg",
    "ingredients": "2 cups Cabbage (shredded), 1 cup Carrots (julienned), 1 Red Bell Pepper, 2 tbsp Sesame Oil, 2 tbsp Soy Sauce, 1 tbsp Rice Vinegar, 2 tbsp Sesame Seeds, Green Onions",
    "instructions": "Shred cabbage and julienne carrots and bell pepper. Mix sesame oil, soy sauce, and rice vinegar for dressing. Toss vegetables with dressing. Sprinkle with sesame seeds and chopped green onions. Serve chilled.",
    "cost": 9.5,
    "rating": 4.6
  },
  {
    "id": 62,
    "name": "Tomato Basil Soup",
    "category": "Soups",
    "image": "food_62.jpg",
    "ingredients": "2 lbs Tomatoes, 1 Onion (diced), 4 cloves Garlic, 2 cups Vegetable Broth, 1/2 cup Heavy Cream, Fresh Basil, Olive Oil, Salt, Pepper",
    "instructions": "Sauté onion and garlic in olive oil. Add tomatoes and cook until soft. Add vegetable broth and simmer for 20 minutes. Blend until smooth. Stir in cream and torn basil leaves. Season with salt and pepper. Serve hot.",
    "cost": 8.5,
    "rating": 4.7
  },
  {
    "id": 63,
    "name": "Chicken Noodle Soup",
    "category": "Soups",
    "image": "food_63.jpg",
    "ingredients": "2 Chicken Breasts, 8 cups Chicken Broth, 2 cups Egg Noodles, 2 Carrots, 2 Celery Stalks, 1 Onion, 2 cloves Garlic, Bay Leaves, Thyme",
    "instructions": "Boil chicken in broth until cooked. Remove and shred. Sauté onion, garlic, carrots, and celery. Add broth back with bay leaves and thyme. Simmer 15 minutes. Add noodles and cook until tender. Add chicken back. Season and serve.",
    "cost": 10.75,
    "rating": 4.8
  },
  {
    "id": 64,
    "name": "French Onion Soup",
    "category": "Soups",
    "image": "food_64.jpg",
    "ingredients": "4 large Onions, 4 cups Beef Broth, 1/2 cup White Wine, 2 tbsp Butter, 1 tbsp Flour, French Bread, Gruyere Cheese, Thyme, Bay Leaf",
    "instructions": "Caramelize sliced onions in butter for 30-40 minutes. Add flour and stir. Add wine and broth with thyme and bay leaf. Simmer 30 minutes. Ladle into oven-safe bowls, top with bread and cheese. Broil until cheese melts and browns.",
    "cost": 12.25,
    "rating": 4.9
  },
  {
    "id": 65,
    "name": "Butternut Squash Soup",
    "category": "Soups",
    "image": "food_65.jpg",
    "ingredients": "1 large Butternut Squash, 1 Onion, 2 cloves Garlic, 4 cups Vegetable Broth, 1/2 cup Coconut Milk, 2 tbsp Olive Oil, Nutmeg, Cinnamon, Salt, Pepper",
    "instructions": "Roast cubed squash at 400°F for 25 minutes. Sauté onion and garlic. Add roasted squash and broth. Simmer 15 minutes. Blend until smooth. Stir in coconut milk and spices. Season to taste. Serve with toasted pumpkin seeds.",
    "cost": 9.75,
    "rating": 4.6
  }
]